Repository: terafin/Open-Relay
Catalog: Open UI/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, bo, bs, ca, ceb, cs, da, de, el, es, et, eu, fa, fi, fr, fr_ca, ga, gl, he, hi, hr, hu, id, it, ja, ka, kab, ko, lt, lv, ms, nb, nl, pa, pl, pt_br, pt_pt, ro, ru, sk, sr, sv, th, tk, tr, ug, uk, ur, uz, vi, zh_hans, zh_hant

source: This will permanently delete all your conversations. This action cannot be undone.
ar: هذا بيمسح كل محادثاتك للأبد. الإجراء ما فيه تراجع
az: Bütün söhbətləri əbədi silər. Geri ala bilməzsən.
bg: Това ще трайно изтрие всички твои разговори. Това действие не може да бъде отменено.
bn: সব চ্যাট ডিলিট করে দেবে। আন্ডু করা যাবে না।
bo: དེ་རྫོགས་ཏུ་དགོ༏ མེད་པར་གླེང་ཐུབ་མིན།
bs: Ovo će trajno obrisati sve tvoje razgovore. Ova akcija se ne može poništiti
ca: Això eliminarà permanentment totes les teves converses. Aquesta acció no es pot desfer.
ceb: Permanent na ide-delete ang lahat ng iyong chats. Hindi na mababawi.
cs: Trvale smaže všechny tvoje konverzace. Tuto akci nejde vrátit zpět.
da: Dette sletter permanent alle dine samtaler. Dette kan ikke fortrydes.
de: Dies löscht alle deine Unterhaltungen dauerhaft. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό θα διαγράψει μόνιμα όλες τις συνομιλίες σου. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará permanentemente todas tus conversaciones. Esta acción no se puede deshacer.
et: See kustutab jäädavalt kõik sinu vestlused. Seda toimingut ei saa tagasi võtta.
eu: Honek zure elkarrizketa guztiak betirako ezabatuko ditu. Ekintza hau ezin da desegin.
fa: این تمام گفتگوهای شما رو برای همیشه حذف می‌کنه. این کار قابل بازگشت نیست.
fi: Tämä poistaa pysyvästi kaikki keskustelusi. Tätä ei voi kumota.
fr: Cela va supprimer définitivement toutes tes conversations. Cette action ne peut pas être annulée.
fr_ca: Ceci supprimera définitivement toutes tes conversations. Cette action ne peut pas être annulée.
ga: Scriosfaidh sé do chuid comhráite ar fad. Ní féidir seo a chur ar ais.
gl: Isto eliminará permanentemente todas as túas conversas. Esta acción non se pode desfacer.
he: זה יחק סופית את כל הצ'טים שלך. לא ניתן לבטל את זה.
hi: ये सभी चैट्स परमानेंटली डिलीट कर देगा। ये एक्शन अंडू नहीं हो सकता।
hr: Ovo će trajno obrisati sve tvoje razgovore. Ova akcija se ne može poništiti.
hu: Ez végleg törölni fog minden beszélgetésed. Ez a művelet nem vonható vissza.
id: Ini bakal hapus permanent semua percakapan mu. Aksi ini gak bisa dibatalkan.
it: Questo eliminerà permanentemente tutte le tue conversazioni. Questa azione non può essere annullata.
ja: 全てのチャットが完全に削除されます。この操作は取り消せません
ka: ყველა თქვენი ოპიო სამუდამოდ წაიშლება. ეს მოქმედება ვერ გაუქმდება
kab: Ad d-uskkus meṛṛa tɣermmamin-ik. Tigawt-agi ur tezmirt ara ad tetthuli.
ko: 모든 대화가 영구 삭제돼요. 실행 취소할 수 없어요.
lt: Tai negrąžinamai ištrins visus tavo pokalbius. Šio veiksmo negalima atšaukti.
lv: Tas neatgriezenski dzēsīs visas tavas sarunas. Šo nevar atsaukt.
ms: Ini akan padam kekal semua perbualan anda. Tindakan ini tidak boleh dibuat semula.
nb: Dette sletter permanent alle dine samtaler. Denne handlingen kan ikke angres.
nl: Dit verwijdert permanent al je chats. Deze actie kan niet ongedaan gemaakt worden.
pa: ਇਹ ਤੁਹਾਡੀਆਂ ਸਾਰੀਆਂ ਗੱਲਾਂ delete ਕਰ ਦੇਵੇਗਾ। ਵਾਪਸ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: To usunie wszystkie twoje rozmowy na stałe. Tego nie można cofnąć
pt_br: Isso vai deletar permanentemente todas as suas conversas. Esta ação não pode ser desfeita.
pt_pt: Isto vai eliminar permanentemente todas as tuas conversas. Esta ação não pode ser desfeita.
ro: Aceasta va șterge permanent toate conversațiile tale. Această acțiune nu poate fi anulată.
ru: Это навсегда удалит все твои беседы. Это действие нельзя отменить.
sk: Toto natrvalo zmaže všetky tvoje rozhovory. Túto akciu sa nedá vrátiť.
sr: Ovo će trajno obrisati sve tvoje razgovore. Ova akcija se ne može poništiti.
sv: Detta kommer att permanent ta bort alla dina samtal. Den här åtgärden kan inte ångras.
th: จะลบการสนทนาทั้งหมดถาวร ไม่สามารถเลิกทำได้
tk: Tüm sohbetlerin kalıcı olarak silinir. Bu işlem geri alınamaz.
tr: Tüm sohbetlerini kalıcı olarak sil. Geri alınamaz.
ug: بۇ بارلىق سۆھبىتىڭنى مەڭگۈ ئۆچۈرۈپ تاشلايدۇ. بۇ مەشغۇلاتنى قايتىلايدىغان يوق.
uk: Це видалить усі твої чати назавжди. Скасувати не можна
ur: یہ تمام آپ کی بات چیت کو ہمیشہ کے لیے حذف کر دے گا۔ یہ عمل واپس نہیں ہو سکتا۔
uz: Barcha suhbatlaringizni o'chirib tashlaydi. Bekor qilib bo'lmaydi.
vi: Cái này sẽ xóa vĩnh viễn tất cả cuộc chat của bạn. Hành động này không thể hoàn tác.
zh_hans: 这会永久删除你的所有对话。此操作无法撤销。
zh_hant: 這會永久刪除你的所有對話。此操作無法復原。

source: This will permanently delete this %@ and all its messages.
ar: سيتم حذف %@ وجميع رسائله بشكل دائم.
az: Bu, %@-ı və onun bütün mesajlarını daimi olaraq silinəcək.
bg: Това ще трайно изтрие това %@ и всички му съобщения.
bn: এটা এই %@ এবং তার সব বার্তা চিরকালের জন্য মুছে ফেলবে।
bo: འདི་%@དང་དེའི་གླེང་སྒྲུབ་ཀུན་ཐུག་ཐུག་གིས་བསུབ་ནས་ཡོད།
bs: Ovo će trajno obrisati ovaj %@ i sve njegove poruke.
ca: Això esborrarà permanentment aquest %@ i tots els seus missatges.
ceb: Ito ay permanenteng magbabura ng %@ na ito at lahat ng mensahe nito.
cs: Toto trvale smaže tuto %@ a všechny její zprávy.
da: Dette vil permanent slette denne %@ og alle dens beskeder.
de: Das wird %@ und alle seine Nachrichten dauerhaft löschen.
el: Αυτό θα διαγράψει μόνιμα αυτό το %@ και όλα τα μηνύματά του.
es: Esto eliminará permanentemente este %@ y todos sus mensajes.
et: See kustutab jäädavalt selle %@ ja kõik selle sõnumid.
eu: Honek %@ hau eta bere mezu guztiak betirako ezabatuko ditu.
fa: این کار %@ و تمام پیام‌های آن را به طور دائم حذف خواهد کرد.
fi: Tämä poistaa pysyvästi tämän %@ ja kaikki sen viestit.
fr: Cela supprimera définitivement ce %@ et tous ses messages.
fr_ca: Cela va supprimer définitivement %@ et tous ses messages.
ga: Scriosfaidh sé seo go buan an %@ seo agus gach teachtaireacht ann.
gl: Isto eliminará permanentemente este %@ e todas as súas mensaxes.
he: זה ימחק לצמיתות את %@ הזה וכל ההודעות שלו.
hi: यह इस %@ और इसके सभी संदेशों को हमेशा के लिए डिलीट कर देगा।
hr: Ovo će trajno obrisati ovaj %@ i sve njegove poruke.
hu: Ez véglegesen törli a(z) %@ és az összes üzenetét.
id: Ini akan menghapus permanen %@ ini dan semua pesannya.
it: Questo eliminerà definitivamente questo %@ e tutti i suoi messaggi.
ja: この%@とそのすべてのメッセージを完全に削除します。
ka: ეს სამუდამოდ წაშლის ამ %@-ს და ყველა მის წერილს.
kab: Aya ara suqqes-d %@ d akk iznan-is.
ko: 이 %@와 모든 메시지를 영구 삭제해요.
lt: Tai visam laikui ištrins šį %@ ir visas jo žinutes.
lv: Tas neatgriezenski izdzēsīs šo %@ un visus tā ziņojumus.
ms: Ini akan secara kekal memadam %@ dan semua pesannya.
nb: Dette vil permanent slette denne %@ og alle meldingene dens.
nl: Dit verwijdert permanent dit %@ en al zijn berichten.
pa: ਇਹ %@ ਅਤੇ ਇਸ ਦੇ ਸਾਰੇ ਸੁਨੇਹਿਆਂ ਨੂੰ ਹਮੇਸ਼ਾ ਲਈ ਮਿਟਾ ਦੇਵੇਗਾ।
pl: To na stałe usunie ten %@ i wszystkie jego wiadomości.
pt_br: Isso vai excluir permanentemente este %@ e todas as suas mensagens.
pt_pt: Isto vai eliminar permanentemente este %@ e todas as suas mensagens.
ro: Aceasta va șterge permanent acest %@ și toate mesajele lui.
ru: Это навсегда удалит этот %@ и все его сообщения.
sk: Toto natrvalo odstráni toto %@ a všetky jeho správy.
sr: Ово ће трајно обрисати овај %@ и све његове поруке.
sv: Detta kommer att permanent ta bort denna %@ och alla dess meddelanden.
th: จะลบ %@ นี้และข้อความทั้งหมดอย่างถาวร
tk: Bu, bu %@ ve tüm iletilerini kalıcı olarak silecek.
tr: Bu %@'yı ve tüm mesajlarını kalıcı olarak silecek.
ug: بۇ %@ نى ۋە ئۇنىڭ بارلىق ئايتىنلىرىنى مەڭگۈ ئۆچۈرىدۇ.
uk: Це назавжди видалить цей %@ та всі його повідомлення.
ur: یہ مستقل طور پر اس %@ اور اس کے تمام پیغامات کو ہٹائے گا۔
uz: Bu %@ va uning barcha xabarlarini doimiy o'chirib tashlaydi.
vi: Điều này sẽ xóa vĩnh viễn %@ này và tất cả các tin nhắn của nó.
zh_hans: 这将永久删除此%@及其所有消息。
zh_hant: 這將永久刪除此 %@ 及其所有訊息。

source: This will permanently delete this channel and all its messages.
ar: هذا بيمسح القناة وكل رسائلها للأبد
az: Bu kanalı və bütün mesajlarını əbədi silər.
bg: Това ще трайно изтрие този канал и всички негови съобщения.
bn: এই চ্যানেল এবং সব মেসেজ ডিলিট হবে।
bo: འདི་ལེན་སྟེགས་དང་ཡིག་ཆ་མ་རག་ཐུབ།
bs: Ovo će trajno obrisati ovaj kanal i sve njegove poruke
ca: Això eliminarà permanentment aquest canal i tots els seus missatges.
ceb: Permanent na ide-delete ang channel at lahat ng messages nito.
cs: Trvale smaže tento kanál a všechny jeho zprávy.
da: Dette sletter permanent denne kanal og alle dens beskeder.
de: Dies löscht diesen Kanal und alle seine Nachrichten dauerhaft.
el: Αυτό θα διαγράψει μόνιμα αυτό το κανάλι και όλα τα μηνύματά του.
es: Esto eliminará permanentemente este canal y todos sus mensajes.
et: See kustutab jäädavalt selle kanali ja kõik sõnumid.
eu: Honek kanal hau eta bere mezu guztiak betirako ezabatuko ditu.
fa: این کانال و تمام پیام‌های اون رو برای همیشه حذف می‌کنه.
fi: Tämä poistaa pysyvästi kanavan ja kaikki sen viestit.
fr: Cela va supprimer définitivement ce canal et tous ses messages.
fr_ca: Ceci supprimera définitivement ce canal et tous ses messages.
ga: Scriosfaidh sé an chainéal seo agus gach teachtaireacht go buan.
gl: Isto eliminará permanentemente este canal e todas as súas mensaxes.
he: זה יחק סופית את הערוץ הזה וכל ההודעות בו.
hi: ये चैनल और उसके सभी मैसेजेस परमानेंटली डिलीट कर देगा।
hr: Ovo će trajno obrisati ovaj kanal i sve njegove poruke.
hu: Ez végleg törölni fog ezt a csatornát és az összes üzenetét.
id: Ini bakal hapus permanent channel ini dan semua pesannya.
it: Questo eliminerà permanentemente questo canale e tutti i suoi messaggi.
ja: このチャンネルとそのメッセージが完全に削除されます
ka: ეს არხი და მის ყველა შეტყობინება სამუდამოდ წაიშლება
kab: Ad d-uskkus tanala-agi daɣen meṛṛa tiggatin-ines.
ko: 이 채널과 모든 메시지가 영구 삭제돼요.
lt: Tai negrąžinamai ištrins šį kanalą ir visas jo žinutes.
lv: Tas neatgriezenski dzēsīs kanālu un visus tā ziņojumus.
ms: Ini akan padam kekal saluran ini dan semua mesejnya.
nb: Dette sletter permanent denne kanalen og alle dens meldinger.
nl: Dit verwijdert permanent dit kanaal en al zijn berichten.
pa: ਇਹ ਇਸ ਚੈਨਲ ਅਤੇ ਸਾਰੇ ਸੁਨੇਹੇ delete ਕਰ ਦੇਵੇਗਾ।
pl: To usunie ten kanał i wszystkie jego wiadomości na stałe
pt_br: Isso vai deletar permanentemente este canal e todas as mensagens dele.
pt_pt: Isto vai eliminar permanentemente este canal e todas as suas mensagens.
ro: Aceasta va șterge permanent acest canal și toate mesajele sale.
ru: Это навсегда удалит этот канал и все его сообщения.
sk: Toto natrvalo zmaže tento kanál a všetky jeho správy.
sr: Ovo će trajno obrisati ovaj kanal i sve njegove poruke.
sv: Detta kommer att permanent ta bort denna kanal och alla dess meddelanden.
th: จะลบช่องนี้และข้อความทั้งหมดถาวร
tk: Bu kanal ve tüm mesajları kalıcı olarak silinir.
tr: Bu kanalı ve tüm mesajlarını kalıcı olarak sil.
ug: بۇ بۇ قانالنى ۋە ئۇنىڭ بارلىق خەبىرلىرىنى مەڭگۈ ئۆچۈرۈپ تاشلايدۇ.
uk: Це видалить цей канал і всі його повідомлення назавжди
ur: یہ اس چینل اور اس کے تمام پیغامات کو ہمیشہ کے لیے حذف کر دے گا۔
uz: Kanalning barcha xabarlari bilan birga o'chib ketadi. Bekor qilib bo'lmaydi.
vi: Cái này sẽ xóa vĩnh viễn kênh này và tất cả tin nhắn.
zh_hans: 这会永久删除此频道和所有消息。
zh_hant: 這會永久刪除此頻道和它的所有訊息。

source: This will permanently delete this chat. This action cannot be undone.
ar: هذا بيمسح الدردشة للأبد. الإجراء ما فيه تراجع
az: Bu söhbəti əbədi silər. Geri ala bilməzsən.
bg: Това ще трайно изтрие този чат. Това действие не може да бъде отменено.
bn: এই চ্যাট ডিলিট হবে। আন্ডু করা যাবে না।
bo: དེ་རྫོགས་ཏུ་དགོ༏ མེད་པར་གླེང་ཐུབ་མིན།
bs: Ovo će trajno obrisati ovaj chat. Ova akcija se ne može poništiti
ca: Això eliminarà permanentment aquest xat. Aquesta acció no es pot desfer.
ceb: Permanent na ide-delete ang chat na ito. Hindi na mababawi.
cs: Trvale smaže tento chat. Tuto akci nejde vrátit zpět.
da: Dette sletter permanent denne chat. Dette kan ikke fortrydes.
de: Dies löscht diesen Chat dauerhaft. Diese Aktion kann nicht rückgängig gemacht werden.
el: Αυτό θα διαγράψει μόνιμα αυτή τη συνομιλία. Αυτή η ενέργεια δεν μπορεί να αναιρεθεί.
es: Esto eliminará permanentemente este chat. Esta acción no se puede deshacer.
et: See kustutab jäädavalt selle vestluse. Seda toimingut ei saa tagasi võtta.
eu: Honek txat hau betirako ezabatuko du. Ekintza hau ezin da desegin.
fa: این چت رو برای همیشه حذف می‌کنه. این کار قابل بازگشت نیست.
fi: Tämä poistaa pysyvästi tämän chatin. Tätä ei voi kumota.
fr: Cela va supprimer définitivement ce chat. Cette action ne peut pas être annulée.
fr_ca: Ceci supprimera définitivement ce chat. Cette action ne peut pas être annulée.
ga: Scriosfaidh sé an comhrá seo go buan. Ní féidir seo a chur ar ais.
gl: Isto eliminará permanentemente este chat. Esta acción non se pode desfacer.
he: זה יחק סופית את הצ'ט הזה. לא ניתן לבטל את זה.
hi: ये चैट परमानेंटली डिलीट कर देगा। ये एक्शन अंडू नहीं हो सकता।
hr: Ovo će trajno obrisati ovaj chat. Ova akcija se ne može poništiti.
hu: Ez végleg törölni fog ezt a chatot. Ez a művelet nem vonható vissza.
id: Ini akan menghapus chat ini secara permanen. Tindakan ini tidak bisa dibatalkan.
it: Questo eliminerà permanentemente questa chat. Questa azione non può essere annullata.
ja: このチャットが完全に削除されます。この操作は取り消せません
ka: ეს ჩატი სამუდამოდ წაიშლება. ეს მოქმედება ვერ გაუქმდება
kab: Ad d-uskkus ucbur-agi. Tigawt-agi ur tezmirt ara ad tetthuli.
ko: 이 채팅이 영구 삭제돼요. 실행 취소할 수 없어요.
lt: Tai negrąžinamai ištrins šį pokalbį. Šio veiksmo negalima atšaukti.
lv: Tas neatgriezenski dzēsīs čatu. Šo nevar atsaukt.
ms: Ini akan padam kekal chat ini. Tindakan ini tidak boleh dibuat semula.
nb: Dette sletter permanent denne chatten. Denne handlingen kan ikke angres.
nl: Dit verwijdert permanent deze chat. Deze actie kan niet ongedaan gemaakt worden.
pa: ਇਹ ਇਸ chat ਨੂੰ delete ਕਰ ਦੇਵੇਗਾ। ਵਾਪਸ ਨਹੀਂ ਹੋ ਸਕਦਾ।
pl: To usunie ten czat na stałe. Tego nie można cofnąć
pt_br: Isso vai deletar permanentemente este chat. Esta ação não pode ser desfeita.
pt_pt: Isto vai eliminar permanentemente este chat. Esta ação não pode ser desfeita.
ro: Aceasta va șterge permanent acest chat. Această acțiune nu poate fi anulată.
ru: Это навсегда удалит этот чат. Это действие нельзя отменить.
sk: Toto natrvalo zmaže túto konverzáciu. Túto akciu sa nedá vrátiť.
sr: Ovo će trajno obrisati ovaj chat. Ova akcija se ne može poništiti.
sv: Detta kommer att permanent ta bort denna chatt. Den här åtgärden kan inte ångras.
th: จะลบแชทนี้ถาวร ไม่สามารถเลิกทำได้
tk: Bu sohbet kalıcı olarak silinir. Bu işlem geri alınamaz.
tr: Bu sohbeti kalıcı olarak sil. Geri alınamaz.
ug: بۇ بۇ سۆھبەتنى مەڭگۈ ئۆچۈرۈپ تاشلايدۇ. بۇ مەشغۇلاتنى قايتىلايدىغان يوق.
uk: Це видалить цей чат назавжди. Скасувати не можна
ur: یہ اس چیٹ کو ہمیشہ کے لیے حذف کر دے گا۔ یہ عمل واپس نہیں ہو سکتا۔
uz: Bu chatning barcha xabarlari bilan birga o'chib ketadi. Bekor qilib bo'lmaydi.
vi: Cái này sẽ xóa vĩnh viễn cuộc chat này. Hành động này không thể hoàn tác.
zh_hans: 这会永久删除此聊天。此操作无法撤销。
zh_hant: 這會永久刪除此聊天。此操作無法復原。

source: This will remove "%@" and sign you out of that server. Your server-side data is not affected.
ar: سيتم إزالة "%@" وتسجيل خروجك من هذا الخادم. بيانات الخادم لديك لن تتأثر.
az: Bu, "%@"-u silməsi və sizi həmin serveridən çıxarması. Sizin server tərəfi verilənləri təsirlənməyəcək.
bg: Това ще премахне "%@" и ще те отпише от този сървър. Данните ти на сървъра не се засягат.
bn: এটা "%@" সরিয়ে দেবে এবং সেই সার্ভার থেকে লগ আউট করিয়ে দেবে। তোমার সার্ভার-পাশের ডেটা ক্ষতিগ্রস্ত হবে না।
bo: འདི་"%@"བསུབ་ཞིང་དེ་སར་བར་ལ་ཕེབས་ཐང་གཅོད་ནས་ཡོད།ཁྱེད་ཀྱི་སར་བར་གི་གཞི་རིས་ལ་ཐོགས་མི་ཆོག
bs: Ovo će ukloniti "%@" i odjaviti te sa tog servera. Tvoji podaci na serveru nisu pogođeni.
ca: Això eliminarà "%@" i et desconnectarà d'aquest servidor. Les teves dades del servidor no es veuran afectades.
ceb: Ito ay aalisin ang "%@" at mag-sign out ka sa server. Ang iyong data sa server ay hindi apektado.
cs: Toto odebere "%@" a odhlásí vás z tohoto serveru. Vaše data na straně serveru nejsou ovlivněna.
da: Dette vil fjerne "%@" og logge dig ud fra den server. Dine data på serveren påvirkes ikke.
de: Das entfernt "%@" und meldet Sie von diesem Server ab. Ihre Daten auf dem Server sind nicht betroffen.
el: Αυτό θα αφαιρέσει "%@" και θα σε αποσυνδέσει από το διακομιστή. Τα δεδομένα σου στο διακομιστή δεν επηρεάζονται.
es: Esto eliminará "%@" y te desconectará de ese servidor. Los datos en el servidor no se ven afectados.
et: See eemaldab "%@" ja logib su sellelt serverilt välja. Sinu andmed serveril jäävad muutumatuks.
eu: Honek "%@" kenduko du eta zerbitzari horretatik atera zaitez. Zure zerbitzariaren aldeetako datuak ez dira eragin beharko.
fa: این کار "%@" را حذف خواهد کرد و شما را از آن سرور خارج خواهد کرد. داده‌های سرور شما تحت تأثیر نخواهد بود.
fi: Tämä poistaa "%@" ja kirjaa sinut ulos siitä palvelimesta. Palvelimella olevat tietosi eivät häviä.
fr: Cela supprimera "%@" et vous déconnectera de ce serveur. Vos données côté serveur ne sont pas affectées.
fr_ca: Cela va enlever "%@" et vous déconnecter de ce serveur. Vos données côté serveur ne sont pas affectées.
ga: Bainfidh sé seo "%@" amach agus logálfaidh sé thú amach as an bhfreastalaí sin. Níl do shonraí ar thaobh an fhreastalaí i ngeall.
gl: Isto eliminará "%@" e pecharáte a sesión dese servidor. Os teus datos no servidor non se ven afectados.
he: זה יסיר את "%@" ויתנתק אתכם מהשרת. הנתונים שלכם בשרת לא יושפעו.
hi: यह "%@" को हटा देगा और आपको उस सर्वर से साइन आउट कर देगा। आपका सर्वर-साइड डेटा प्रभावित नहीं होगा।
hr: Ovo će ukloniti "%@" i odjaviti vas s tog servera. Vaši podaci na serveru neće biti zahvaćeni.
hu: Ez eltávolítja "%@"-t és kijelentkeztet. A szerveren tárolt adataid nem módosulnak.
id: Ini akan menghapus "%@" dan mengeluarkan Anda dari server itu. Data server tidak terpengaruh.
it: Questo rimuoverà "%@" e ti disconnetterà da quel server. I tuoi dati sul server non sono interessati.
ja: 「%@」を削除し、そのサーバーからサインアウトします。サーバー側のデータは影響を受けません。
ka: ეს მოიშორებს "%@"-ს და გაწერთ ამ სერვერიდან. თქვენი სერვერის მხრიდან მოცემული უსაფრთხო რჩება.
kab: Aya ara ikkes "%@" d taɣiwent-ik s server-a. Isefka-ik n server ur da iseṛqaqen ara.
ko: "%@"를 제거하고 서버에서 로그아웃해요. 서버 데이터는 영향을 받지 않아요.
lt: Tai pašalins "%@" ir jus atsijungs iš to serverio. Jūsų serverio duomenys nebus paveikti.
lv: Tas noņems "%@" un jūs izloģinās no šī servera. Jūsu servera dati netiks skarts.
ms: Ini akan mengalih "%@" dan mengeluarkan anda dari pelayan itu. Data pelayan anda tidak terjejas.
nb: Dette vil fjerne "%@" og logge deg ut av den serveren. Dataene dine på serveren påvirkes ikke.
nl: Dit verwijdert "%@" en meldt je af op die server. Je gegevens op de server worden niet beïnvloed.
pa: ਇਹ "%@" ਨੂੰ ਹਟਾ ਦੇਵੇਗਾ ਅਤੇ ਤੁਹਾਨੂੰ ਉਸ ਸਰਵਰ ਤੋਂ ਬਾਹਰ ਕਰ ਦੇਵੇਗਾ। ਤੁਹਾਡਾ ਸਰਵਰ ਵਾਲਾ ਡੇਟਾ ਪ੍ਰਭਾਵਿਤ ਨਹੀਂ ਹੋਵੇਗਾ।
pl: To usunie "%@" i cię wyloguje z tego serwera. Twoje dane na serwerze nie zmienią się.
pt_br: Isso vai remover "%@" e você será desconectado desse servidor. Seus dados do servidor não são afetados.
pt_pt: Isto vai remover "%@" e vais ficar desconectado desse servidor. Os teus dados no servidor não são afetados.
ro: Aceasta va elimina "%@" și te va deconecta de pe acel server. Datele tale de pe server nu sunt afectate.
ru: Это удалит "%@" и выведет тебя из того сервера. Твои данные на сервере не затронуты.
sk: Toto odstráni "%@" a odhláti ťa z tohto servera. Tvoje údaje na strane servera nie sú ovplyvnené.
sr: Ово ће уклонити "%@" и одјавити те са тог сервера. Твоји подаци на серверу нису угрожени.
sv: Detta kommer att ta bort "%@" och logga ut dig från den servern. Din data på servern påverkas inte.
th: จะลบ "%@" และออกจากเซิร์ฟเวอร์นั้น ข้อมูลบนเซิร์ฟเวอร์ของคุณจะไม่ได้รับผลกระทบ
tk: Bu, "%@" öğesini kaldıracak ve sizi o sunucudan çıkaracak. Sunucu tarafı verileriniz etkilenmez.
tr: Bu "%@"'yı kaldıracak ve sizi o sunucudan çıkaracak. Sunucu tarafındaki verileriniz etkilenmez.
ug: بۇ "%@" نى چىقىرىۋېتىدۇ ۋە سىزنى شۇ سېرۋېردىن چىقىۋېتىدۇ. سېرۋېر تەرىپىدىكى سانلىق مەلۇماتلىرىڭىز تەسىر تاپمايدۇ.
uk: Це видалить "%@" і вийде вас з цього сервера. Ваші дані на сервері не постраждають.
ur: یہ "%@" کو ہٹائے گا اور آپ کو اس سرور سے سائن آؤٹ کرے گا۔ آپ کا سرور ڈیٹا متاثر نہیں ہوگا۔
uz: Bu "%@" ni o'chirib tashlaydi va sizni shu serverdan chiqaradi. Serverdagi ma'lumotlar ta'sir qilmaydi.
vi: Điều này sẽ xóa "%@" và đăng xuất bạn khỏi máy chủ đó. Dữ liệu phía máy chủ của bạn không bị ảnh hưởng.
zh_hans: 这将删除"%@"并把您登出该服务器。您的服务器数据不受影响。
zh_hant: 這將移除「%@」並將您登出該伺服器。您的伺服器端資料不受影響。
